import { escapeMarkdown } from '../helpers/escapeMarkdown';

export const getStartText = () =>
  escapeMarkdown(`*Вас приветствует CareVPN! 💎 
Здесь Вас ждет самый быстрый , удобный, комфортный и безопасный VPN-сервис в Мире.*

*Наши преимущества:*

 *- ⚡️ Молниеносная скорость (10 Гбит/c):* Наша VPN-сеть использует передовые технологии для обеспечения максимальной скорости соединения.
 *- 🛡 Шифрование военного уровня:* Ваши действия в Интернете остаются скрытыми — от провайдеров до сайтов, которые вы посещаете.
 *- 🔒 Без ведения журналов:* CareVPN не сохраняет данные, позволяющие идентифицировать пользователей, что гарантирует вашу анонимность.
 *- 💻 Мультиплатформенность:* Используйте CareVPN на всех своих устройствах — Android, iOS, Mac, Windows и Linux.
 *- 📱 Защита всех устройств одновременно:* Установите CareVPN на все свои устройства и подключайтесь к Интернету без потери скорости.
 *- 🕒 Круглосуточная поддержка:* Наши специалисты готовы помочь вам в любое время — 24/7 в онлайн-чате.

*После оплаты тарифа вы получите ссылку для скачивания приложений и лицензионный ключ.*`);
